@include('fragments/head', ['title' => 'Контакты компании'])
<body class="body">
@include('fragments.meta')
@include('fragments.header')
<div class="container">
  <div class="breadcrumbs">
    <div class="breadcrumbs__top">
      <div class="breadcrumbs__item">
        <a class="breadcrumbs__link" href="{{route('index')}}">Главная</a>
      </div>
      <div class="breadcrumbs__item">
        <span>Политика конфиденциальности</span>
      </div>
    </div>
  </div>
</div>
<div class="container">
  <div class="privacy">
    <p>
      Diseased обязуется защищать вашу конфиденциальность. Пожалуйста, прочтите Положение о конфиденциальности Diseased
      в
      Интернете ниже. Настоящее Заявление о конфиденциальности применяется к данным, собранным Diseased через ее
      веб-сайты.
    </p>
    <h3>Сбор вашей личной информации</h3>
    <p>
      Чтобы получить доступ к некоторой информации Diseased, вам будет предложено войти в систему, указав адрес
      электронной
      почты и пароль, которые мы называем вашими учетными данными. Выполнив вход на одном сайте Diseased, вы можете
      автоматически войти на другие сайты Diseased. В рамках создания учетных данных вас также могут попросить
      предоставить
      вопросы и секретные ответы, которые мы используем для проверки вашей личности и сброса пароля, а также
      альтернативный адрес электронной почты.
    </p>
    <p>
      На некоторых сайтах Diseased мы просим вас предоставить личную информацию, например адрес электронной почты, имя,
      рабочий адрес или номер телефона. Мы также можем собирать демографическую информацию, например ваш почтовый
      индекс.
      Мы можем собирать информацию о вашем посещении, включая просматриваемые вами страницы, ссылки, по которым вы
      переходите, и другие действия, предпринятые в связи с сайтами Diseased. Мы также собираем определенную стандартную
      информацию, которую ваш браузер отправляет на каждый посещаемый вами веб-сайт, например ваш IP-адрес, тип и язык
      браузера, время доступа и адреса ссылающихся веб-сайтов.
    </p>
    <p>
      Когда вы получаете информационные бюллетени или рекламные электронные письма от Diseased, мы можем использовать
      веб-маяки, персонализированные ссылки или аналогичные технологии, чтобы определить, открывалось ли электронное
      письмо и какие ссылки вы нажимаете, чтобы обеспечить вам более целенаправленное общение по электронной почте или
      Дополнительная информация.
    </p>
    <p>
      Чтобы предложить вам более последовательный и персонализированный опыт взаимодействия с Diseased, информация,
      собранная
      на одном сайте Diseased, может быть объединена с информацией, полученной на других сайтах Diseased. Мы также можем
      дополнять собираемую нами информацию информацией, полученной от других компаний.
    </p>
    <h3>Ваш доступ к информации и контроль над ней</h3>
    <p>
      Вы можете отказаться от любых будущих контактов с нами в любое время. Вы можете в любое время сделать следующее,
      связавшись с нами по адресу электронной почты или номеру телефона, указанному на нашем сайте:
    </p>
    <ul>
      <li>
        Посмотрите, какие данные о вас у нас есть, если таковые имеются
      </li>
      <li>
        Изменить/исправить любые данные о вас, которые у нас есть
      </li>
      <li>
        Попросите нас удалить все имеющиеся о вас данные
      </li>
      <li>
        Выразите любую обеспокоенность по поводу использования нами ваших данных
      </li>
    </ul>
    <h3>Использование вашей контактной информации</h3>
    <p>
      Diseased собирает и использует вашу контактную информацию для выполнения запрошенных вами транзакций и связи с
      вами
      через различные средства массовой информации. Мы можем отправлять определенные сообщения, такие как письма,
      напоминания о мероприятиях и информацию о деловых операциях и персонале Diseased, а также данные, связанные с
      транзакциями. Личная информация, собранная на сайтах Diseased, может храниться и обрабатываться в России или любой
      другой стране СНГ, в которой у Diseased, ее филиалов, дочерних компаний или агентов есть свои мощности, и,
      используя сайт Diseased, вы соглашаетесь на любую такую передачу информации за пределы вашего страна. Diseased
      соблюдает правила безопасной гавани, установленные Министерством торговли России в отношении сбора, использования
      и хранения данных из Российской Федерации.
    </p>
    <h3>Передача вашей контактной информации</h3>
    <p>
      За исключением случаев, описанных в настоящем заявлении, мы не будем раскрывать вашу личную информацию за
      пределами
      Diseased и ее контролируемых дочерних и зависимых компаний без вашего согласия. Некоторые услуги Diseased могут
      быть
      объединены под брендом и предлагаться совместно с другой компанией. Если вы пользуетесь такими услугами, как
      Diseased,
      так и другая компания могут получать информацию, собранную в рамках совместных услуг. Иногда мы нанимаем другие
      компании для предоставления ограниченных услуг от нашего имени. Этим компаниям будет разрешено получать только ту
      личную информацию, которая им необходима для предоставления услуги. Они обязаны сохранять конфиденциальность
      информации и им запрещено использовать ее для каких-либо других целей.
    </p>
    <h3>Настройки связи</h3>
    <p>
      Вы можете прекратить доставку будущих рекламных электронных писем с сайтов и служб Diseased, следуя конкретным
      инструкциям в полученном вами электронном письме.
    </p>
    <h3>Безопасность вашей контактной информации</h3>
    <p>
      Diseased стремится обеспечить безопасность вашей личной информации. Мы используем различные технологии и процедуры
      безопасности, чтобы защитить вашу личную информацию от несанкционированного доступа, использования или раскрытия.
      Например, мы храним предоставленную вами личную информацию в компьютерных системах с ограниченным доступом,
      которые
      расположены на контролируемых объектах. Если пароль используется для защиты вашей контактной информации, вы несете
      ответственность за сохранение конфиденциальности своего пароля. Не делитесь этой информацией ни с кем. Если вы
      используете компьютер совместно с кем-либо, вам всегда следует выходить из системы перед тем, как покинуть сайт
      или
      службу, чтобы защитить доступ к вашей информации от последующих пользователей.
    </p>
    <h3>Использование файлов cookie</h3>
    <p>
      Веб-сайты Diseased могут использовать файлы cookie, чтобы вы могли войти в наши службы и персонализировать вашу
      работу
      в Интернете. Файл cookie — это небольшой текстовый файл, который размещается на вашем жестком диске сервером
      веб-страниц. Файлы cookie содержат информацию, которая впоследствии может быть прочитана веб-сервером в домене,
      выдавшем вам файл cookie. Файлы cookie не могут использоваться для запуска программ или доставки вирусов на ваш
      компьютер.
    </p>
    <p>
      Веб-сайты Diseased могут использовать файлы cookie для хранения ваших предпочтений и другой информации на вашем
      компьютере, чтобы сэкономить ваше время за счет устранения необходимости многократного ввода одной и той же
      информации и отображения вашего персонализированного контента и соответствующей рекламы при последующих посещениях
      этих сайтов.
    </p>
    <p>
      У вас есть возможность принять или отклонить файлы cookie. Большинство веб-браузеров автоматически принимают файлы
      cookie, но при желании вы обычно можете изменить настройки браузера, чтобы отклонять файлы cookie. Если вы решите
      отказаться от файлов cookie, вы не сможете войти в систему или использовать другие интерактивные функции сайтов и
      служб Diseased, которые зависят от файлов cookie.
    </p>
    <h3>Контроль «спама» или нежелательной электронной почты</h3>
    <p>
      Diseased обеспокоена контролем над нежелательной коммерческой электронной почтой или «спамом». Diseased не будет
      продавать, сдавать в аренду или сдавать в аренду свои списки подписчиков электронной почты третьим лицам.
    </p>
    <h3>Обеспечение соблюдения настоящего Положения о конфиденциальности</h3>
    <p>
      Если у вас есть вопросы относительно этого заявления, вам следует сначала связаться с нами.
    </p>
    <h3>Изменения в настоящем Положении о конфиденциальности</h3>
    <p>
      Мы будем время от времени обновлять это заявление о конфиденциальности, чтобы отражать изменения на наших
      веб-сайтах
      и отзывы клиентов. Когда мы публикуем изменения в этом Положении, мы пересматриваем дату «последнего обновления»,
      указанную в верхней части этого заявления. Если в данное заявление или в то, как Diseased будет использовать вашу
      контактную информацию, войдут существенные изменения, мы уведомим вас, разместив уведомление о таких изменениях на
      видном месте до их внедрения. Мы рекомендуем вам периодически просматривать это заявление, чтобы быть в курсе
      того,
      как Diseased защищает вашу информацию.
    </p>
  </div>
</div>
@include('fragments.footer')
</body>