<div class="payment__edge">
  <span class="payment__subtitle">Доставка по Краснодарскому краю</span>
  <div class="payment__text payment__text--bottom">
    <p>
      Стоимость доставки по Краснодарскому краю рассчитывается менеджером в индивидуальном порядке и
      согласовывается с Покупателем при окончательном подтверждении Заказа.
    </p>
    <p>
      Оплата доставки производится при получении наличными либо по карте.
    </p>
    <p>
      При заказе доставки Покупатель предоставляет полный адрес объекта:
    </p>
  </div>
  <ul class="payment__list">
    <li class="payment__item">
      номер дома (корпус, внешние особенности)
    </li>
    <li class="payment__item">
      пути подъезда (с какой улицы, двор, арка, место для разгрузки, требуется ли пропуск,
      иные ограничения, если они присутствуют)
    </li>
  </ul>
  <div class="payment__text payment__text--top payment__text--small">
    <p>
      При заказе доставки Покупатель в обязательном порядке должен сообщить данные и номер
      телефона контактного лица, ответственного за прием материала на адресе, куда осуществляется доставка
    </p>
    <p>
      Время доставки — с Пн по Сб, с 10.00 до 18.00 часов.
    </p>
    <p>
      Заказ доставки на следующий день принимается до 16:00.
    </p>
    <p>
      Водитель (курьер) позвонит в момент выезда на ваш адрес. В согласованный день доставки покупатель или его
      контактное лицо должны быть доступны по указанным в заказе контактным телефонам (доставка осуществляется только
      после того, как вы подтвердите свою готовность принять машину)
    </p>
    <p>
      Разгрузка производится силами Покупателя
    </p>
    <p>
      На разгрузку отводится 30 минут с момента подачи для автомобиля грузоподъемностью до 1,5
      тонны включительно и 60 минут для автомобилей грузоподъемностью свыше 1,5 тонны
    </p>
    <p>
      При отказе покупателя от получения товара на адресе стоимость доставки не возвращается
    </p>
  </div>
</div>