<div class="payment">
  <h1 class="payment__title title">Оплата и доставка</h1>
  <span class="payment__subtitle">Способы оплаты товара:</span>
  <div class="payment__text">
    <p>
      <span class="payment__decor">#1</span>:
      Наличными курьеру или банковской картой (при курьерской доставке для физических лиц). Для оплаты банковской картой
      на этапе оформления заказа выберите способ оплаты банковской картой. Вам будет отправлена ссылка на оплату, далее
      Вы будете перемещены на безопасную страницу, где нужно будет ввести данные Вашей карты: номер на лицевой стороне
      карты без пробелов, срок действия карты (указан на карте), CVV/CVC-код - последние 3 цифры, указанные на оборотной
      стороне карты. Оплаченный заказ изменению не подлежит, а <b>возврат</b> денежных средств осуществляется на карту,
      которой
      был оплачен заказ.
    </p>
    <p>
      <span class="payment__decor">#2</span>:
      Наличными в кассе или банковской картой при самовывозе со склада.
    </p>
    <p>
      <span class="payment__decor">#3</span>:
      Безналичным расчётом (заказ отгружается только после поступления денежных средств на наш расчетный счет и при
      наличии доверенности у курьера/транспортной компании).
    </p>
  </div>
</div>