@include('fragments/head', ['title' => 'Колеровка декоративных штукатурок и красок'])
<body class="body">
@include('fragments.meta')
@include('fragments.header')
<div class="container">
  <div class="breadcrumbs">
    <div class="breadcrumbs__top">
      <div class="breadcrumbs__item">
        <a class="breadcrumbs__link" href="{{route('index')}}">Главная</a>
      </div>
      <div class="breadcrumbs__item">
        <a class="breadcrumbs__link" href="{{route('services.uslugi')}}">Услуги</a>
      </div>
      <div class="breadcrumbs__item">
        <span class="breadcrumbs__link breadcrumbs__link--inactive">
          Колеровка декоративных штукатурок и красок
        </span>
      </div>
    </div>
  </div>
</div>
<section class="uslugi">
  <div class="container">
    <div class="services__inner">
      <aside class="about-aside">
        <a class="about-aside__main" href={{route('services.uslugi')}}>
          <svg class="about-aside__icon" viewBox="0 0 20 20" xmlns="http://www.w3.org/2000/svg">
            <path
                d="M0.0631057 1.83577L1.39695 4.16986C1.44194 4.24873 1.51724 4.30579 1.60531 4.32788L2.84971 4.63898L7.11776 8.90702L7.58935 8.43557L3.2545 4.10086C3.21184 4.05806 3.15835 4.02775 3.09977 4.01307L1.90406 3.71308L0.768434 1.72467L1.74207 0.751034L3.7313 1.88776L4.03143 3.08347C4.04597 3.14218 4.07642 3.19581 4.11908 3.23847L8.45393 7.57332L8.92538 7.10173L4.65734 2.83368L4.34624 1.58997C4.32415 1.50177 4.26709 1.42632 4.18822 1.38119L1.854 0.0474897C1.72382 -0.026582 1.56004 -0.00463484 1.45387 0.101123L0.120168 1.43496C0.0129015 1.54045 -0.0104174 1.7045 0.0631057 1.83577V1.83577Z"></path>
            <path d="M13.9255 6.57302L6.58975 13.9089L6.11816 13.4373L13.454 6.10156L13.9255 6.57302Z"></path>
            <path
                d="M5.30772 14.1656C5.24737 14.0652 5.139 14.0039 5.02186 14.0039H3.02124C2.90423 14.0039 2.79573 14.0652 2.73551 14.1656L1.73513 15.8328C1.67162 15.9384 1.67162 16.0705 1.73513 16.1762L2.73551 17.8434C2.79573 17.9437 2.90423 18.0051 3.02124 18.0051H5.02186C5.139 18.0051 5.24737 17.9437 5.30772 17.8434L6.30797 16.1762C6.37148 16.0705 6.37148 15.9384 6.30797 15.8328L5.30772 14.1656ZM4.83325 17.3382H3.20998L2.40973 16.0045L3.20998 14.6707H4.83325L5.6335 16.0045L4.83325 17.3382Z"></path>
            <path
                d="M16.0248 8.00331C18.2271 8.01072 20.0185 6.23135 20.0259 4.02908C20.027 3.69384 19.9858 3.35997 19.9034 3.03501C19.859 2.85628 19.678 2.74751 19.4993 2.79195C19.4406 2.80663 19.3871 2.83694 19.3443 2.8796L17.2687 4.95388L15.6218 4.40507L15.0726 2.75862L17.1482 0.68255C17.2784 0.552238 17.2783 0.341134 17.1479 0.21096C17.105 0.168025 17.051 0.137574 16.9918 0.123034C14.8561 -0.417827 12.6865 0.874999 12.1456 3.0106C12.0635 3.33459 12.0224 3.66764 12.0235 4.00192C12.0244 4.26447 12.0514 4.52619 12.1046 4.78324L4.8021 12.0856C4.54504 12.0325 4.28332 12.0055 4.02092 12.0046C1.81097 12.0046 0.0195312 13.796 0.0195312 16.0059C0.0195312 18.2157 1.81097 20.0072 4.02092 20.0072C6.23072 20.0072 8.02216 18.2157 8.02216 16.0059C8.02134 15.7434 7.99418 15.4817 7.94109 15.2246L9.68933 13.4764L10.4539 14.241C10.5842 14.3711 10.7952 14.3711 10.9255 14.241L11.0922 14.0742C11.2384 13.9289 11.4747 13.9289 11.621 14.0742C11.767 14.2198 11.7673 14.4563 11.6216 14.6024C11.6215 14.6026 11.6212 14.6028 11.621 14.6031L11.4543 14.7698C11.3241 14.8999 11.3241 15.111 11.4543 15.2412L15.4319 19.2189C16.4781 20.2747 18.1821 20.2823 19.2379 19.2362C20.2935 18.19 20.3012 16.4859 19.255 15.4302C19.2494 15.4245 19.2436 15.4187 19.2379 15.413L15.2602 11.4354C15.13 11.3053 14.9189 11.3053 14.7888 11.4354L14.6221 11.6021C14.4757 11.7475 14.2395 11.7475 14.0932 11.6021C13.9472 11.4564 13.9468 11.2199 14.0925 11.074C14.0928 11.0737 14.093 11.0736 14.0932 11.0733L14.26 10.9065C14.3901 10.7763 14.3901 10.5652 14.26 10.4351L13.4954 9.67047L15.2436 7.92224C15.5007 7.97533 15.7624 8.00249 16.0248 8.00331V8.00331ZM17.3349 19.3404C17.0927 19.34 16.8525 19.2962 16.6257 19.211L19.2299 16.6067C19.6229 17.6521 19.0941 18.8181 18.0487 19.211C17.8206 19.2968 17.5788 19.3407 17.3349 19.3404ZM13.5574 10.6741C13.1881 11.1146 13.246 11.7711 13.6865 12.1402C14.0736 12.4646 14.6377 12.4643 15.0244 12.1393L18.7664 15.8845C18.807 15.9253 18.845 15.9682 18.8818 16.0118L16.0308 18.8628C15.9871 18.8262 15.9441 18.7882 15.9034 18.7474L12.1585 15.0023C12.5278 14.5618 12.4699 13.9053 12.0294 13.5362C11.6424 13.2117 11.078 13.2121 10.6914 13.537L10.1579 13.0036L13.0238 10.1419L13.5574 10.6741ZM14.9038 7.32048L7.3396 14.8832C7.25662 14.9661 7.22328 15.0864 7.25154 15.2001C7.709 16.9966 6.62344 18.8238 4.82679 19.2811C3.03027 19.7386 1.20303 18.653 0.745572 16.8564C0.288247 15.0599 1.37381 13.2326 3.17046 12.7752C3.71393 12.6369 4.28332 12.6369 4.82679 12.7752C4.9405 12.803 5.06053 12.7697 5.14365 12.6872L12.7061 5.12439C12.789 5.04154 12.8223 4.92124 12.7938 4.80766C12.3394 3.03213 13.4105 1.22451 15.186 0.770064C15.5215 0.684333 15.8686 0.651412 16.2142 0.672948L14.4553 2.43256C14.366 2.52172 14.3347 2.65382 14.3746 2.77357L15.0414 4.77433C15.0748 4.87378 15.1529 4.95196 15.2525 4.98502L17.2533 5.65194C17.3729 5.69186 17.505 5.66072 17.5943 5.57156L19.3532 3.81263C19.3572 3.87628 19.3593 3.93924 19.3593 4.00192C19.3686 5.8341 17.891 7.32692 16.0588 7.33639C15.7756 7.33776 15.4933 7.30292 15.2189 7.23269C15.1052 7.20429 14.9849 7.23749 14.9021 7.32034H14.9038V7.32048Z"></path>
            <path d="M17.261 16.7718L16.7894 17.2434L13.4551 13.9091L13.9265 13.4375L17.261 16.7718Z"></path>
          </svg>
          Услуги
        </a>
        <ul class="about-aside__list">
          <li>
            <a class="about-aside__link" href="{{route('services.strojmateriali')}}">
              Доставка строительных материалов
            </a>
          </li>
          <li>
            <a class="about-aside__link" href="{{route('services.raspil')}}">
              Распил
            </a>
          </li>
          <li>
            <a class="about-aside__link active" href="{{route('services.coloring')}}">
              Колеровка декоративных штукатурок и красок
            </a>
          </li>
        </ul>
      </aside>
      <div class="services__content">
        <h1 class="services__title title">Колеровка декоративных штукатурок и красок</h1>
        <p>
          Услуга колеровка краски в Белореченске может быть выполнена по предзаказу, для получения консультации
          достаточно оставить заявку на сайте. Колеровка высокого качества, эффективна и не занимает много времени — в
          среднем уходит 10 минут на банку. Основные правила работы следующие:
        </p>
        <ul class="services__markers">
          <li>
            Компания работает только с материалами Ceresit;
          </li>
          <li>
            Фирменная колеровка краски и декоративной штукатурки выполняется при помощи специального оборудования с
            использованием оригинальных вееров;
          </li>
          <li>
            Колеруется в соответствии с каталогами цветов Ceresit Палитра Природы, NCS, RAL
          </li>
          <li>
            Цвет образца, используемый для стен, рекомендовано оценивать при том же освещении, так при электроосвещении
            визуально отображается один результат, тогда как естественный свет поступающий в помещение, может влиять на
            восприятие оттенка;
          </li>
          <li>
            Цена зависит от нужного литража и цвета;
          </li>
          <li>
            Один и тот же цвет может восприниматься по-разному, в зависимости от освещения и фактур стен;
          </li>
          <li>
            Соответствие оттенка краски требуется проверять согласно образцу в веере, точный
            результат можно увидеть только после полного высыхания;
          </li>
          <li>
            Компания предоставляет гарантию только на краски и
            декоративную штукатурку, разрешенную производителем;
          </li>
          <li>
            Профессиональное оборудование позволяет создать идеальное соотношение пигмента в
            нужных пропорциях, поэтому результат соответствует образцу;
          </li>
          <li>
            Продукция не утвержденная производителем может иметь неизвестный состав и
            так же давать неожиданный результат, об этом уведомляют перед оформлением заказа;
          </li>
          <li>
            Предварительный просчет стоимости заказа можно получить в удаленном режиме, подбор
            цветов осуществляется по вееру;
          </li>
          <li>
            Для точности подбора, клиенту разрешается брать в аренду колеровочный веер, при этом в качестве залога
            оставляется сумма кратная его стоимости, при возврате средства возвращаются в полном объеме.
          </li>
        </ul>
        <p>
          Заказ, предполагающий покупку материала и его колеровку, оплачивается предварительно.
        </p>
        <p>
          Готовая продукция не подлежит возврату и обмену. При подборе образца по вееру следует учитывать, что
          освещение, объем помещения, фактура стен, общий дизайн — это те факторы, которые влияют на результат.
        </p>
        <span class="services__line"></span>
        <form class="services__form" method="post">
          @csrf
          <span class="services__form-title">Для заказа услуги оставьте заявку</span>
          <p class="services__subtext">Оставьте свои контактные данные для заказа услуги</p>
          <div class="services__form-columns">
            <div class="services__form-column">
              <label>
                <input
                    class="input" id="name" name="name"
                    type="text" maxlength="255" required
                    placeholder="Ваше имя"
                >
              </label>
              <label>
                <input
                    class="input" id="email" name="email"
                    type="email" maxlength="255" required
                    placeholder="Ваша электронная почта"
                >
              </label>
              <label>
                <input
                    class="input" id="phone" name="phone"
                    type="text" maxlength="255" required
                    data-tel-input placeholder="Ваш номер телефона"
                >
              </label>
            </div>
            <div class="services__form-column">
              <label class="services__form-label">
                <textarea
                    class="input input--textarea input--nonheight"
                    maxlength="1000" name="question" id="question"
                    placeholder="Ваш вопрос (необязательно)"></textarea>
              </label>
            </div>
          </div>
          <p class="services__confirm">
            Отправляя данные через эту форму, Вы автоматически соглашаетесь на
            <a href="{{route('privacy')}}">политику конфиденциальности</a>
          </p>
          <button class="services__btn btn" type="submit">Отправить</button>
        </form>
      </div>
    </div>
  </div>
</section>
@include('fragments.footer')
</body>
<script>
  const form = document.querySelector('.services__form');
  form.addEventListener('submit', async function (event) {
    event.preventDefault();
    const formData = new FormData(form);
    formData.append('service_type', 'Колеровка декоративных штукатурок и красок');
    const url = `{{route('services.store')}}`;

    try {
      const response = await fetch(url, {
        method: 'POST',
        body: formData
      });

      const responseData = await response.json();
      if (response.ok) {
        alert(responseData.message);
        form.reset();
      } else {
        alert(responseData.error || 'Ошибка при отправке заявки. Попробуйте позже отправить заявку повторно');
      }
    } catch (error) {
      console.error('Ошибка при отправке запроса:', error);
      alert('Ошибка при отправке заявки. Попробуйте позже отправить заявку повторно');
    }
  });
</script>