<section class="about indent">
  <div class="container">
    <h2 class="about__title title">Познакомьтесь с нашими промышленными приобретениями</h2>
    <p class="about__text">
      Diseased Industrial Acquisitions – глобальная компания в сфере строительства. Diseased – является
      ведущим компаньоном в строительной сфере на Юге России
    </p>
    <div class="about__inner">
      <div class="about__content">
        <div class="about__description">
          <p>
            Мы работаем в сфере строительства более 50 лет, приобретая активы проблемных и неплатежеспособных
            промышленных строительных компаний и промышленных подразделений более крупных корпораций, которые подлежат
            продаже. Мы также предоставляем консультационные услуги по продаже активов неплатежеспособных компаний и
            корпоративных реорганизаций в рамках структуры вознаграждения, основанной на результатах/стимулах
          </p>
          <p>
            У нас тесное сотрудничество со строительными предприятиями, управляющими по объектам строительства, а также
            с
            частными заказчиками. Наша команда применяет свой опыт в оценке строительных материалов и использование
            собственных данных для предложения конкурентоспособных условий поставки.
          </p>
          <p>
            Что действительно отличает нас и позволяет работать в интересах наших клиентов, так это наше глубокое
            понимание строительных материалов, процессов строительства, а также требований безопасности и надзора. Мы
            осведомлены о реальных затратах, необходимых для успешного завершения проектов строительства.
          </p>
        </div>
        <a class="about__link" href="">Узнайте больше о компании Diseased Industrial</a>
      </div>
      <div class="about__decor">
        <img src="{{asset('static/images/about.png')}}" width="480" height="510" alt="Diseased компания">
      </div>
    </div>
  </div>
</section>